tap "nikitabobko/tap"
brew "crunch"
brew "gh"
brew "git"
brew "hashcat"
brew "htop"
brew "john"
brew "lua"
brew "luajit"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "node"
brew "pyenv"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
cask "aerospace"
cask "alacritty"
cask "balenaetcher"
cask "brave-browser"
cask "burp-suite"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "libreoffice"
cask "minecraft"
cask "mullvad-vpn"
cask "obsidian"
cask "parallels"
cask "signal"
cask "wireshark"
