tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "modularml/packages"
brew "icu4c"
brew "lz4"
brew "xz"
brew "zstd"
brew "boost"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "capstone"
brew "double-conversion"
brew "dtc"
brew "fmt"
brew "gflags"
brew "glog"
brew "openssl@3"
brew "libevent"
brew "libsodium"
brew "snappy"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "gh"
brew "giflib"
brew "git"
brew "gmp"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "graphite2"
brew "harfbuzz"
brew "ncurses"
brew "htop"
brew "jpeg-turbo"
brew "libgpg-error"
brew "libassuan"
brew "libslirp"
brew "libssh"
brew "unibilium"
brew "libtermkey"
brew "libtiff"
brew "libusb"
brew "libuv"
brew "libvterm"
brew "little-cms2"
brew "lsd"
brew "lua"
brew "luajit"
brew "luv"
brew "openjdk"
brew "maven"
brew "mpdecimal"
brew "msgpack"
brew "screenresolution"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "vde"
brew "qemu"
brew "podman"
brew "readline"
brew "sqlite"
brew "python@3.11"
brew "ripgrep"
brew "stow"
brew "utf8proc"
brew "tmux"
brew "watchman"
brew "wget"
brew "modularml/packages/modular"
cask "alacritty"
cask "balenaetcher"
cask "cleanmymac"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "jetbrains-toolbox"
cask "logi-options-plus"
cask "minecraft"
cask "mongodb-compass"
cask "parallels"
cask "the-unarchiver"
cask "tor-browser"
cask "zoom"
cask "zulu11"
