alacritty
base-devel
copyq
discord
dolphin
dunst
firefox
git
github-cli
gtk4
htop
hyprland
hyprpaper
lsd
man-db
neofetch
neovim
npm
pavucontrol
polkit-kde-agent
qt5-wayland
qt6-wayland
ripgrep
signal-desktop
tmux
torbrowser-launcher
ttf-jetbrains-mono-nerd
unzip
waybar
wget
wofi
xdg-desktop-portal-hyprland
zsh
