alacritty
base
base-devel
bluez-utils
cmake
discord
dolphin
dunst
firefox
grub
hashcat
htop
hyprland
hyprpaper
intel-ucode
kitty
lsd
ly
man-db
nano
neofetch
neovim
network-manager-applet
nmap
pavucontrol
ripgrep
sddm
smartmontools
tmux
torbrowser-launcher
ttf-jetbrains-mono-nerd
unzip
wget
wireless_tools
wofi
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
zram-generator
zsh
