alacritty
base-devel
discord
firefox
git
github-cli
grub
hashcat
htop
lsd
man-db
neofetch
neovim
npm
ripgrep
tmux
torbrowser-launcher
ttf-jetbrains-mono-nerd
unzip
wget
zsh
