brew "fastfetch"
brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "node"
brew "python@3.14"
brew "ripgrep"
cask "balenaetcher"
cask "brave-browser"
cask "ghostty"
cask "libreoffice"
cask "logi-options+"
cask "mullvad-vpn"
cask "parallels"
cask "prismlauncher"
cask "signal"
cask "trex"
