brew "fastfetch"
brew "gh"
brew "git"
brew "htop"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "node"
brew "pyenv"
brew "ripgrep"
brew "tree"
brew "wget"
cask "balenaetcher"
cask "brave-browser"
cask "ghostty"
cask "libreoffice"
cask "minecraft"
cask "mullvad-vpn"
cask "parallels"
cask "signal"
