tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "nikitabobko/tap"
brew "brotli"
brew "giflib"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "ncurses"
brew "bash"
brew "boost"
brew "c-ares"
brew "ca-certificates"
brew "freetype"
brew "fontconfig"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "capstone"
brew "fmt"
brew "openssl@3"
brew "ccache"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "crunch"
brew "double-conversion"
brew "dtc"
brew "e2fsprogs"
brew "gflags"
brew "glog"
brew "libevent"
brew "libsodium"
brew "snappy"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "genext2fs"
brew "gh"
brew "graphite2"
brew "harfbuzz"
brew "libb2"
brew "git"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libusb"
brew "readline"
brew "gnupg"
brew "hashcat"
brew "htop"
brew "imagemagick"
brew "john"
brew "mpdecimal"
brew "sqlite"
brew "libslirp"
brew "libssh"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lua"
brew "luajit"
brew "luv"
brew "msgpack"
brew "screenresolution"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "openjdk"
brew "pinentry-mac"
brew "pyenv"
brew "vde"
brew "qemu"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sqlcmd"
brew "tcl-tk@8"
brew "utf8proc"
brew "tmux"
brew "transmission-cli"
brew "wget"
brew "yarn"
brew "zlib"
cask "aerospace"
cask "alacritty"
cask "balenaetcher"
cask "brave-browser"
cask "burp-suite"
cask "cursor"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "libreoffice"
cask "lm-studio"
cask "minecraft"
cask "mullvadvpn"
cask "obsidian"
cask "parallels"
cask "proton-drive"
cask "signal"
cask "tor-browser"
cask "wireshark"
cask "zap"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "vscodevim.vim"
